<template>
  <div class="coockies page">
    <div class="container">
      <h1>Политика в отношении cookie-файлов</h1>

      <ul>
        <li>
          <h3>1. Общие сведения</h3>
          <p>
            На Сайте Funbooking.ru и поддоменах Cайта (далее - Сайты)
            применяется технология сбора информации с использованием
            cookie-файлов, которая позволяет повысить эффективность Сайтов,
            Сервисов Funbooking (сервисы оказываются ООО «Редмед», ОГРН
            1226100033257, далее - Funbooking). Сookie-файлы - это небольшие
            текстовые файлы, размещаемые на пользовательском устройстве
            веб-сайтами, которые посещались пользователем. Они широко
            используются для того, чтобы веб-сайты могли работать эффективнее, а
            также, чтобы предоставлять необходимую информацию владельцам,
            администрации веб-сайта. Использование cookie-файлов - стандартная
            на данный момент практика для большинства веб-сайтов. Посещая Сайты,
            пользователь соглашается с условиями использования cookie-файлов,
            описанными в настоящем документе, в том числе с тем, что Funbooking
            может использовать cookie-файлы и иные данные для их последующей
            обработки, а также может передавать их третьим лицам для проведения
            исследований и предоставления услуг Партнерами Funbooking.
          </p>
        </li>
        <li>
          <h3>2. Цели использования cookie-файлов</h3>
          <p>Целями использования cookie-файлов на Сайтах являются:</p>
          <ul>
            <li>
              повышение удобства использования Сайтов (оптимизация структуры и
              содержимого Сайтов);
            </li>
            <li>
              персонализация взаимодействия (таргетированная реклама
              объявлений);
            </li>
            <li>
              оптимизация сервисов, услуг на сайте в соответствии с интересами и
              потребностями пользователей;
            </li>
            <li>создание профиля пользователей;</li>
            <li>идентификации пользователей;</li>
            <li>оценка эффективности рекламных кампаний.</li>
          </ul>
          <p>
            Для достижения указанных целей, собираемые данные могут передаваться
            Партнерам , которые оказывают помощь Funbooking в предоставлении
            услуг. К категориям таких получателей относятся: веб-аналитика,
            обработка данных, реклама, информационные и рекламные рассылки и
            другие услуги.
          </p>
        </li>
        <li>
          <h3>3. Прекращение использования cookie-файлов</h3>
          <p>На Сайтах используются cookie-файлы двух разных типов:</p>
          <ul>
            <li>
              сеансовые cookie-файлы. Это временные файлы cookie, которые
              хранятся на устройстве пользователя до того момента, когда
              пользователь покидает Сайты Funbooking;
            </li>
            <li>
              <p>
                постоянные cookie-файлы. Эти cookie-файлы остаются на устройстве
                пользователя на длительный срок или вплоть до момента их ручного
                удаления. Прекращение использования cookie-файлов на Сайтах
                возможно путем:
              </p>
              <ul>
                <li>
                  отключения использования cookie-файлов в настройках
                  веб-браузера;
                </li>
                <li>отказа от использования Сайтов.</li>
              </ul>
            </li>
          </ul>
          <p>
            Отключение используемых Сайтами cookie-файлов может привести к
            снижению удобства использования Сайтами. Большинство браузеров
            позволяют просматривать, удалять и блокировать cookie-файлы c
            веб-сайтов. Информация по управлению cookie-файлами может быть
            найдена в документации на используемый браузер.
          </p>
        </li>
      </ul>
      <p class="copyright">
        Версия Политики в отношении cookie-файлов 1.0 от 01.01.2025
      </p>
    </div>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
h1 {
  font-size: 3.6rem;
  margin: 2rem 0;
}

ul {
  li {
    h3 {
      margin: 2rem 0;
      font-size: 2.4rem;
    }
  }
}

.copyright {
  font-size: 2rem;
  color: $gray;
  margin: 2rem 0;
}
</style>
