<template>
  <div class="home">
    <div class="start">
      <Hero>
        <Tabs :tabs="tabList">
          <template #tab-0>
            <air />
          </template>
          <template #tab-1>
            <h2>Контент таба 2</h2>
            <p>Это содержимое второго таба.</p>
          </template>
          <template #tab-2>
            <h2>Контент таба 3</h2>
            <p>Это содержимое третьего таба.</p>
          </template>
        </Tabs>
      </Hero>
      <Divider :height="8" />
      <Preview />
      <Divider :height="8" />
    </div>
    <Faq />
    <Divider :height="8" :color="true" />
    <Posts :posts="posts" />
  </div>
</template>

<script setup lang="ts">
import Hero from "~/components/screens/Hero.vue";
import Tabs from "~/components/ui/Tabs.vue";
import air from "~/components/ui/filters/air.vue";
import Preview from "~/components/screens/Preview.vue";
import Faq from "~/components/screens/Faq.vue";
import Divider from "~/components/ui/Divider.vue";
import Posts from "~/components/screens/Posts.vue";

const tabList = [{ label: "Билеты" }, { label: "Отели" }, { label: "ETA" }];

const posts = ref<any>([
  {
    title: "Заголовок",
    txt: "Принимая во внимание показатели успешности, убеждённость некоторых оппонентов требует определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт говорит нам, что высококачественный прототип будущего проекта, в своём классическом представлении, допускает внедрение распределения внутренних резервов и ресурсов.",
    img: "/img/preview.jpg",
    id: "11",
  },
  {
    title: "Заголовок",
    txt: "Принимая во внимание показатели успешности, убеждённость некоторых оппонентов требует определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт говорит нам, что высококачественный прототип будущего проекта, в своём классическом представлении, допускает внедрение распределения внутренних резервов и ресурсов.",
    img: "/img/preview.jpg",
    id: "11",
  },
  {
    title: "Заголовок",
    txt: "Принимая во внимание показатели успешности, убеждённость некоторых оппонентов требует определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт говорит нам, что высококачественный прототип будущего проекта, в своём классическом представлении, допускает внедрение распределения внутренних резервов и ресурсов.",
    img: "/img/preview.jpg",
    id: "11",
  },
  {
    title: "Заголовок",
    txt: "Принимая во внимание показатели успешности, убеждённость некоторых оппонентов требует определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт говорит нам, что высококачественный прототип будущего проекта, в своём классическом представлении, допускает внедрение распределения внутренних резервов и ресурсов.",
    img: "/img/preview.jpg",
    id: "11",
  },
  {
    title: "Заголовок",
    txt: "Принимая во внимание показатели успешности, убеждённость некоторых оппонентов требует определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт говорит нам, что высококачественный прототип будущего проекта, в своём классическом представлении, допускает внедрение распределения внутренних резервов и ресурсов.",
    img: "/img/preview.jpg",
    id: "11",
  },
]);
</script>

<style scoped lang="scss">
.start {
  background: linear-gradient(180deg, #ffffff 0%, #a2d0ff 80%, #0a66c2 100%);
  mix-blend-mode: multiply;
}
</style>
