<template>
  <div class="policy page">
    <div class="container">
      <div class="c18 doc-content">
        <p class="c12">
          <span class="c14"
            >&nbsp;Правила использования сервиса Funbooking</span
          >
        </p>
        <p class="c17">
          <span class="c1">Актуальная редакция от 01 января 2025 года</span>
        </p>
        <p class="c0">
          <span class="c1"
            >Перед использованием, пожалуйста, ознакомьтесь с правилами Сервиса
            Funbooking. Факт использования Сервиса любым способом признается
            акцептом, то есть полным и безоговорочным согласием Пользователя
            использовать Сервис на изложенных условиях.</span
          >
        </p>
        <p class="c0">
          <span class="c11"
            >Под Сервисом подбора авиарейсов и авиамаршрутов, средств размещения
            и оплат электронных тревел-авторизаций и электронных виз (далее —
            «Сервис», «Funbooking») в целях настоящих Правил понимается
            многофункциональный программный продукт, доступный на сайте по
            адресу&nbsp;</span
          ><span class="c7">https://www.funbooking.ru</span
          ><span class="c1"
            >&nbsp;и его прочих доменах, предназначенный для предоставления
            Пользователям через средства пользовательского интерфейса, в том
            числе, следующих возможностей:</span
          >
        </p>
        <ul class="c4 lst-kix_list_1-0 start">
          <li class="c10 li-bullet-0">
            <span class="c1"
              >Функционал поиска и получения на основании запросов через
              поисковый интерфейс информации о пассажирских авиарейсах и
              авиамаршрутах в целях сравнения и покупки за плату, установленную
              Сервисом, листов с информацией о подобранном Вами маршруте на
              определенную дату/определенные даты с установленным Сервисом
              сроком доступности такого листа бронирования к проверке в
              браузере, и указанием такого срока в направляемом Вам листе
              информации;</span
            >
          </li>
          <li class="c2 li-bullet-0">
            <span class="c1"
              >поиск и получение на основании запросов через поисковый интерфейс
              информации о средствах размещения и стоимости проживания в
              населенных пунктах мира в определенные Вами даты в целях сравнения
              и покупки за плату листов с информацией средств размещения за
              плату, установленную Сервисом, и с установленным Сервисом сроком
              доступности такого листа к проверке в браузере, и указанием такого
              срока в направляемом Вам листе бронирования;
            </span>
          </li>
        </ul>
        <p class="c0">
          <span class="c8"
            >Статья 1. ОБЩИЕ ПОЛОЖЕНИЯ ПРЕДОСТАВЛЕНИЯ УСЛУГ И ТОВАРОВ.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >1.1. Настоящие правила (далее — «Правила») определяют условия
            использования Сервиса Funbooking в части оплаты и получения листов
            информации (п.2.2. настоящих Правил), листов размещения (п.2.4.),
            оформительских услуг (п.2.6.).</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >Отношения по использованию отдельных частей и возможностей Сервиса
            помимо настоящих Правил могут быть дополнительно урегулированы
            специальными правилами и условиями, которые размещаются на
            соответствующих страницах пользовательского интерфейса в виде
            документов, описаний, инструкций. Во всем, что не урегулировано
            соответствующими специальными условиями и правилами, отношения по
            использованию Сервиса, включая использование его отдельных частей и
            возможностей, регулируются настоящими Правилами.</span
          >
        </p>
        <p class="c0">
          <span class="c1">1.2. Общие положения и определение терминов</span>
        </p>
        <p class="c0">
          <span class="c1"
            >1.2.1. Стороны. Настоящие Правила и Условия (далее “Правила”)
            регулируют правовые отношения между нами, ООО «РедМед» (далее
            «Владелец», «Администратор», «Сервис», «Оператор», «Мы», «Наш»,
            «Нам», «Нами», «Сайт Funbooking», «Сервис Funbooking», «Funbooking»)
            и Вами (далее «Наш потребитель», «Вы», «Ваш», «Вам», «Вами», «Вы
            самостоятельно», «Вас», «Пользователь Сервиса») при условии, что Вы
            соответствуете следующим требованиям:
          </span>
        </p>
        <p class="c0">
          <span class="c1"
            >(i) Ваша оплата услуг производится по QR-коду СБП или
            кредитной/дебетовой картой МИР, VISA, MASTERCARD, AMERICAN EXPRESS,
            UNION PAY, выпущенной банком /зарегистрированным эмитентом и
            принадлежащей физическому либо юридическому лицу;
          </span>
        </p>
        <p class="c0">
          <span class="c1"
            >(ii) Вы вносите Полную Стоимость за соответствующую Услугу,
            выбранную Вами в качестве предпочтительной;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >(iii) Вы получили согласие на ввод и использование персональных
            данных и сведений третьих лиц в интерфейсе Сервиса Funbooking.</span
          >
        </p>
        <p class="c0">
          <span class="c5"
            >Статья 2. ОПРЕДЕЛЕНИЯ ТЕРМИНОВ, ИСПОЛЬЗУЕМЫХ В НАСТОЯЩИХ
            ПРАВИЛАХ.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >2.1. «Подбор авиамаршрута» – это процесс покупки услуги по
            предоставлению информационного листа с определенными рейсами
            авиакомпаний по выбранному Нашим Потребителем маршруту в
            определенные даты, с сохранением отображения этого бронирования в
            интерфейсе Funbooking до определенной даты, указываемой Нашим
            Потребителем, и фактический результат этого процесса;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >2.2. «Лист информации», «Лист информации об авиамаршруте» - это
            результат оказания услуги «Подбор авиамаршрута» в виде как
            получения, так и отображения листа с подобранным Нашим Потребителем
            авиамаршрутом в определенные даты, с отметками, позволяющими
            проверить актуальность такой информации на протяжении 15-ти
            календарных дней с даты покупки;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >2.3. «Подбор информации о средстве размещения» - это процесс,
            основанный на основании Вашего запроса информации о средстве
            размещения, заключающийся в подборе Сервисом информации о средствах
            размещения в населенных пунктах мира в определенные Вами даты в
            целях сравнения и покупки листов размещения за плату, установленную
            Сервисом, и с установленным Сервисом сроком доступности такого листа
            к проверке в интерфейсе Funbooking до определенной даты, и указанием
            такого срока в направляемом Вам листе размещения;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >2.4. «Лист размещения» - это результат оказания услуги «Подбор
            информации о средстве размещения» в виде листа с информацией о
            средстве размещения в определенные даты, с отметками, позволяющими
            проверить актуальность такой информации на протяжении до 15-ти
            календарных дней с даты покупки;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >2.5. «Электронные разрешения на въезд», (также - «ЕТА») - это
            документ, и/или отметка о наличии электронной записи в базе данных,
            и/или сведения, и/или уведомление, направляемые Нашему Потребителю
            посредством электронной почты, и которые служат для целей
            уведомления иностранного государства заранее о намерении совершить
            въезд на территорию такого иностранного государства, в том числе для
            получения заранее разрешения на въезд, и предоставляемые иностранным
            государством за официально установленную плату.
          </span>
        </p>
        <p class="c0">
          <span class="c1"
            >2.6. «Оформительская услуга по заполнению полей разделов сайта
            официального органа зарубежного государства по получению ЕТА или
            E-visa, для целей получения ЕТА или E-visa» (также – «Оформительская
            услуга») - ввод Вами и отправка Нами за плату таких сведений,
            которые требуются для передачи посредством установленного сайта
            уполномоченного органа иностранного государства и/или территории для
            уведомления заранее о намерении совершить въезд на территорию такого
            иностранного государства/территории Вами, и включая оплату
            официального сбора такого иностранного государства и/или территории,
            устанавливаемого для ЕТА, и предусматривающая получение Результата
            оказания Оформительской услуги.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >2.7. «Результат оказания Оформительской услуги» - получение на
            введенный Вами электронный почтовый адрес при покупке Оформительской
            услуги электронного сообщения от органа иностранного государства о:
            выдаче ЕТА или E-visa, либо об отказе в выдаче ЕТА или E-visa, либо
            заморозке/приостановлении рассмотрения прошения о выдаче ЕТА или
            E-visa , и/или требовании о направления дополнительных сведений на
            указанный в таком электронном сообщении электронный почтовый
            адрес.</span
          >
        </p>
        <p class="c0">
          <span class="c5"
            >Статья 3. УСЛУГА ПО ПРЕДОСТАВЛЕНИЮ ЛИСТА ИНФОРМАЦИИ С УКАЗАНИЕМ
            АВИАМАРШРУТА (далее – «Услуга», «Лист информации»).</span
          >
        </p>
        <p class="c0">
          <span class="c1">3.1. Порядок предоставления Услуги:</span>
        </p>
        <p class="c0">
          <span class="c1"
            >3.1.1. Пользователь Сервиса осуществляет выбор Рейса(ов),
            перечисленных на Funbooking после ввода требуемых направлений и дат
            полета/полетов, класса обслуживания;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >3.1.2. Актуальные тарифы на билеты для выбранного Рейса(ов)
            показываются по полной цене из систем бронирования авиакомпаний и
            сторонних организаций, но не предлагаются к приобретению на сайтах
            Сервиса Funbooking;
          </span>
        </p>
        <p class="c0">
          <span class="c1"
            >3.1.3. После выбора подходящего рейса, Вы заполняете персональные
            данные в онлайн-форме в интерфейсе Funbooking. Ваше согласие с
            настоящими Правилами и/или иными Соглашениями (договорами) на
            выбранные Вами Услуги и последующее предоставление выбранных Услуг
            обязательно для предоставления Услуги;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >3.1.4. Затем требуется отправить Нам заполненную онлайн-форму
            нажатием соответствующей кнопки на сайте Сервиса;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >3.1.5. Пользователем Сервиса производится оплата полной стоимости
            услуги, определяемой Сервисом, с помощью соответствующего способа
            оплаты. Оформив Услугу, Вы соглашаетесь с условием срока показа
            сведений об услуге в интерфейсе Funbooking, и что такие сведения
            доступны также наведением телефона на QR-код и переходом по ссылке
            неограниченным кругом лиц. Подтверждение Услуги завершается Нашим
            подтверждением принятия Ваших платежей Нами и/или Нашими
            Поставщиками, и отправкой на указанный Вами электронный почтовый
            адрес электронного чека и Листа информации в формате PDF.
          </span>
        </p>
        <p class="c0">
          <span class="c1"
            >3.1.6. Лист информации доступен к просмотру в Личном кабинете на
            сайте Сервиса на всем протяжении пользования Личным кабинетом. Лист
            информации также доступен для просмотра при наведении камеры
            мобильного телефона на QR-код, содержащийся на Листе информации, и
            переходом по открывшейся ссылке любым заинтересованным лицом на
            протяжении 15 календарных дней с даты покупки, включая ее дату. Лист
            информации доступен в Личном кабинете для просмотра и скачивания на
            протяжении указанного выше срока. По истечении указанного срока Лист
            информации становится недействительным для проверки, в т.ч. по
            ссылке QR-кода, о чем наносится отметка на PDF-версию и на версию,
            доступную по такой ссылке, со словами «Недействительно Void», и
            производится соответствующая пометка в личном кабинете Пользователя
            Сервиса. Пользователь Сервиса имеет возможность продлить срок
            предоставления Услуги еще на 15 календарных дней по ссылке из
            электронного письма, направляемого на указанный Вами электронный
            почтовый адрес, а также по ссылке в Личном кабинете Сервиса;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >3.2. Стоимость оплаченной Услуги не возвращается, кроме как в
            случае технических сбоев на стороне Сервиса, которые не позволяют
            отправить Вам Лист информации в срок до 24 часов с момента оплаты
            Услуги, или в случае недоступности проверки Листа информации
            способом наведения камеры мобильного телефона на QR-код и перехода
            по ссылке (не отображение частично/полностью Листа информации при
            переходе по ссылке из QR-кода). Для обращения за возвратом стоимости
            оплаченной Услуги требуется связаться с Сервисом по каналам
            пользовательской поддержки и указать основание для возврата,
            указанное в данном пункте. По завершении проверки, в случае
            отсутствия исполнения Услуги в срок до 24 часов с момента оплаты
            Услуги, Сервис производит Вам возврат стоимости Услуги в разумное
            время.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >3.3. Лист информации не является документом, подтверждающим
            заключение договора перевозки между Вами и каким-либо
            авиаперевозчиком, или предваряющим заключение договора перевозки в
            будущем (внесение частичной предоплаты) - Сервис не занимается
            предоставлением услуг по оформлению авиационной перевозки, взимаемая
            плата за предоставление Листа информации не является частичной
            предоплатой за бронирование определенного места/мест по
            определенному маршруту у определенного перевозчика. Вы можете
            обратиться в любую организацию по оформлению авиационных перевозок
            для заключения договора перевозки по интересующему вас маршруту.
            &nbsp;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >3.4. Фразы «проверяемое бронирование», «проверяемое резервирование»
            следует трактовать как метод проверки нанесенного индивидуального
            QR-код на Листе информации, путем наведения камеры смартфона на
            него, и что таким образом позволяет идентифицировать указанную на
            Листе информации в интерфейсе Сервиса при переходе по ссылке, в срок
            15 календарных дней включая дату оплаты. При продлении услуги QR-код
            продолжит направлять пользователя смартфона на Лист информации,
            сформированный в интерфейсе Сервиса, в срок 15 календарных дней
            включая дату оплаты. Лист информации также будет доступен для
            скачивания в Личном кабинете на протяжении того же срока.</span
          >
        </p>
        <p class="c0 c15"><span class="c6"></span></p>
        <p class="c0">
          <span class="c5"
            >Статья 4. УСЛУГА ПО ПРЕДОСТАВЛЕНИЮ ЛИСТА ИНФОРМАЦИИ О СРЕДСТВЕ
            РАЗМЕЩЕНИЯ (далее – «Услуга», «Лист размещения»).</span
          >
        </p>
        <p class="c0">
          <span class="c1">4.1. Порядок предоставления Услуги:</span>
        </p>
        <p class="c0">
          <span class="c1"
            >4.1.1. Пользователь Сервиса не осуществляет самостоятельного
            подбора информации о средстве размещения, а заполняет заявку в
            интерфейсе Сервиса для подбора информации о средстве размещения.
            Пользователем Сервиса указываются: требуемый населенный пункт и даты
            «заселения/выселения», класс («звёздность») средства размещения,
            количество лиц и личные данные лиц, которые должны быть отражены в
            Листе размещения. Затем требуется отправить Нам заполненную
            онлайн-форму нажатием соответствующей кнопки на сайте Сервиса, чтобы
            Funbooking смог произвести подбор информации о средстве
            размещения.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >4.1.2. Сервис Funbooking обрабатывает заявку в срок, указанный в п.
            4.1.6. настоящих Правил, и предоставляет Пользователю Лист
            размещения, который содержит в себе реквизиты для проверки введенных
            данных в срок до 15-ти календарных дней, но не менее 3-х календарных
            дней от даты покупки Услуги. Сервис обязуется предоставить Лист
            размещения с максимальным возможным сроком проверки, исходя из
            указанных Вами сроков, но не более 15 дней, а также возможностей по
            подбору в указанном средстве размещения. Лист размещения будет
            доступен к проверке в соот. с п.4.1.8. настоящих Правил. Лист
            размещения не является документом, подтверждающим право
            обратившегося с ним в место размещения заселиться - Сервис не
            занимается предоставлением услуг по размещению туристов, взимаемая
            плата за предоставление Листа размещения не является частичной
            предоплатой за бронирование отеля или иного места размещения;
          </span>
        </p>
        <p class="c0">
          <span class="c1"
            >4.1.3. Ваше согласие с настоящими Правилами и условиями иных
            Соглашений (договоров) на выбранные Вами Услуги и последующее
            предоставление выбранных Услуг обязательно для предоставления
            Услуги;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >4.1.4. Пользователем Сервиса производится оплата полной стоимости
            услуги, определяемой Сервисом, с помощью соответствующего способа
            оплаты. Подтверждение Услуги завершается Нашим подтверждением
            принятия Ваших платежей Нами и/или Нашими Поставщиками, и отправкой
            на указанный Вами электронный почтовый адрес Листа размещения в
            формате PDF в установленные п.4.1.6. сроки;
          </span>
        </p>
        <p class="c0">
          <span class="c1"
            >4.1.5. Лист информации недоступен к просмотру в Личном кабинете на
            сайте Сервиса, и не хранится в электронном виде в Личном кабинете на
            сайте Сервиса в силу технических ограничений. Сервис Funbooking
            просит Вас сохранять электронное письмо с Листом размещения;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >4.1.6. Предоставление Листов размещения производится в течение
            срока «время наступления срока успешной оплаты + 180 минут», но не
            позднее указанного срока, и при условии, что такое бронирование
            оплачено в часы с 9:00 до 18:00 часов по московскому времени в
            рабочие дни согласно утвержденного Правительством РФ
            Производственного календаря;</span
          >
        </p>
        <ul class="c4 lst-kix_list_1-0">
          <li class="c10 li-bullet-0">
            <span class="c1"
              >При условии оплаты в часы с 18:01 до 08:59 по московскому времени
              в рабочие дни согласно утвержденного Правительством РФ
              Производственного календаря, Сервис обязуется предоставить Лист
              размещения в течение срока «9:00 следующего рабочего дня + 180
              минут», но по своему усмотрению может предоставить Лист размещения
              и ранее этого срока;
            </span>
          </li>
          <li class="c2 li-bullet-0">
            <span class="c1"
              >При условии оплаты в нерабочие дни согласно утвержденного
              Правительством РФ Производственного календаря, Сервис обязуется
              предоставить Лист размещения в течение срока «9:00 следующего
              рабочего дня + 180 минут», но может по своему усмотрению
              предоставить Лист размещения и ранее этого срока.
            </span>
          </li>
        </ul>
        <p class="c0">
          <span class="c1"
            >4.1.7. Стоимость оплаченной Услуги не возвращается, кроме как в
            случае технических сбоев на стороне Сервиса, которые не позволяют
            отправить Вам Лист размещения в срок, не превышающий срок, указанный
            в п.4.1.6. настоящих Правил. Для обращения за возвратом стоимости
            оплаченной Услуги требуется связаться с Сервисом по каналам
            пользовательской поддержки и указать основание для возврата,
            указанное в данном пункте. По завершении проверки, в случае
            подтверждения отсутствия исполнения Услуги в сроки, установленные
            п.4.1.6. настоящих Правил, Сервис производит Вам возврат стоимости
            Услуги в разумное время.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >4.1.8. Фразу «проверяемое бронирование» следует трактовать как
            содержание таких специальных отметок на Листе размещения, которые
            позволяют проверить указанные на Листе размещения данные на предмет
            действительности, достоверности. QR-код, для целей проверки Листа
            размещения методом наведения на него камеры смартфона и перехода по
            появившейся ссылке, в интерфейсе Сервиса на непосредственно Лист
            размещения не наносится.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >4.1.9. Сервис оставляет за собой право без уведомления выпустить
            Лист размещения с местом проживания в соседнем с указанным вами
            населенном пункте, но лишь при невозможности выполнить изначально
            указанную вами задачи (проверка Листа размещения сроком до 15
            календарных дней, определенный тип проживания, определенное
            количество взрослых и/или количество детей) в первоначально
            указанном населенном пункте. &nbsp;</span
          >
        </p>
        <p class="c0">
          <span class="c5"
            >Статья 5. ОФОРМИТЕЛЬСКАЯ УСЛУГА ПО ЗАПОЛНЕНИЮ ПОЛЕЙ САЙТА
            ОФИЦИАЛЬНОГО ОРГАНА ЗАРУБЕЖНОГО ГОСУДАРСТВА ПО ПОЛУЧЕНИЮ ЕТА И
            E-VISA.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >Функционал поиска и получения сведений об электронных разрешениях
            на въезд и электронных виз (также по тексту «ЕТА») для целей въезда
            в иностранные государства знакомит неограниченный круг лиц с набором
            установленных иностранным государством для этого требований,
            предъявляемых к гражданам Российской Федерации, а также с набором
            необходимых сведений и персональных данных для предоставления, и
            дает возможность приобретения за плату Оформительской услуги по
            заполнению полей разделов сайта официального органа зарубежного
            государства по получению ЕТА или E-Visa, для целей получения ЕТА или
            E-Visa;</span
          >
        </p>
        <p class="c0">
          <span class="c1">5.1. Порядок предоставления данной услуги:</span>
        </p>
        <p class="c0">
          <span class="c1"
            >5.1.1. Пользователь Сервиса выбирает: иностранное государство из
            списка предложенных, цель въезда, при возможности: количество дней
            планируемого пребывания и/или кратность количества въездов (1, 2, 3,
            многократный). На основании введенных данных, Сервис покажет
            стоимость Оформительской услуги и планируемые сроки обработки заявки
            иностранным органом (данные сроки устанавливаются иностранным
            органом самостоятельно). В стоимость Оформительской услуги включена
            стоимость государственного сбора иностранного государства за
            оформление ЕТА или E-Visa, если такой сбор применяется. Заполнение
            заявки Сервисом на сайте уполномоченного органа зарубежного
            государства проводится в сроки, указанные в п.5.4 данных
            Правил.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >5.2. Пользователь Сервиса вводит требуемые персональные данные
            (указывает написание имени и фамилии в соответствии с действующим
            заграничным паспортом, серию и номер этого заграничного паспорта,
            сведения о датах выдачи и окончания действия заграничного паспорта и
            прочие сведения, требуемые органом иностранного государства).
            Пользователь также вводит необходимые сведения о поездке (дату
            въезда в иностранное государство, дату выезда из иностранного
            государства, тип транспортной перевозки, маршрут и места размещения,
            прочие данные, требуемые иностранными государствами для целей
            оформление ЕТА или E-Visa). При требовании иностранного государства,
            Пользователь также загружает посредством интерфейса Сервиса такие
            сведения (одно или несколько): личное фото требуемого размера и
            разрешения, определенную страницу/определенные страницы заграничного
            паспорта, сведения о перелетах и средствах размещения, иные
            документы в определяемых иностранным государством форматах, размерах
            и разрешениях. Обязательно вводится электронный почтовый адрес
            получателя Оформительской услуги. Сервис, в рамках Оформительской
            услуги, сохраняет и направляет эти внесенные сведения в орган
            выбранного Пользователем иностранного государства посредством сети
            «Интернет». Сервис не имеет технической возможности изменять
            введенные персональные данные или корректировать и редактировать
            приложенные документы Пользователя.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >5.2.1 Пользователь самостоятельно проверяет сроки действия /
            валидности предоставляемых сведений из документов / загружаемых
            сведений, фотографий и документов на соответствие требованию
            иностранного государства, указанному Сервисом на странице Сайта,
            посвященной выбранной Пользователем стране. Сервис не несет
            ответственности за отказ органа иностранного государства в выдаче
            ETA или E-Visa при недостаточности срока действия / срока валидности
            указанных документов, фотографий, сведений.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >5.3. После успешной оплаты Оформительской услуги, на электронный
            почтовый адрес Пользователя Сервиса направляется электронный чек и
            письмо-уведомление о принятии заказа в обработку и прочими
            реквизитами по усмотрению сервиса. После направления сведений
            Пользователя Сервиса в орган иностранного государства в сроки,
            указанные в п. 5.4. настоящих Правил, на электронный почтовый адрес
            Пользователя должно поступить электронное письмо (сообщение) от
            органа иностранного государства, содержащее Результат оказания
            Оформительской услуги.
          </span>
        </p>
        <p class="c0">
          <span class="c1"
            >Сервис Funbooking не получает и, соответственно, не хранит и не
            пересылает по запросу указанные электронные письма с Результатом
            оказания Оформительской услуги. Ответственность за получение такого
            электронного письма с Результатом оказания Оформительской услуги
            лежит на Вас в силу ввода Вами адреса электронного почтового ящика
            самостоятельно. Просим проверить папку «Спам» ящика электронного
            почтового адреса при непоступлении электронного письма(сообщения) от
            органа иностранного государства с результатом оказания
            оформительской услуги в ожидаемое время;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >5.4. Предоставление Оформительской услуги производится в течение
            срока «время наступления срока успешной оплаты + 6 часов» за одну
            услугу, но не позднее указанного срока, и при условии, что такое
            бронирование оплачено в часы с 9:00 до 18:00 часов по московскому
            времени в рабочие дни согласно утвержденного Правительством РФ
            Производственного календаря:</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >При условии оплаты в часы с 18:01 до 08:59 по московскому времени в
            рабочие дни согласно утвержденного Правительством РФ
            Производственного календаря, Сервис обязуется предоставить
            Оформительскую услугу в течение срока «9:00 следующего рабочего дня
            + 6 часов»;
          </span>
        </p>
        <p class="c0">
          <span class="c1"
            >При условии оплаты в нерабочие дни согласно утвержденного
            Правительством РФ Производственного календаря, Сервис обязуется
            предоставить Оформительскую услугу в течение срока «9:00 следующего
            рабочего дня + 6 часов», но может предоставить Оформительскую услугу
            и ранее этого срока при работе сотрудников Сервиса в отдельные дни
            государственных праздников и выходных дней, а также в вечерние,
            ночные, утренние часы.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >5.5. Сервис оставляет за собой право увеличить срок предоставления
            Оформительской услуги, с уведомлением Вас о таком увеличении срока,
            при невозможности передачи Ваших сведений в связи с техническим
            сбоем как на стороне Сервиса Funbooking, так и на стороне провайдера
            услуг связи и/или органа иностранного государства;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >5.6. При вводе информации в интересующем Вас разделе сайта
            Funbooking, ответственность за полноту и достоверность вводимых
            персональных данных и сведений лежит на Вас. Funbooking не
            корректирует введённые Вами персональные данные и сведения, не
            редактирует и иным образом изменяет загруженные в интерфейс сервиса
            сведения и документы. Funbooking не проверяет корректность введенных
            Вами персональных данных и сведений. Funbooking не корректирует по
            запросу электронный почтовый адрес Пользователя сервиса, который был
            введен им при получении Оформительской услуги. Вам потребуется
            повторно оплатить предоставление одной или нескольких Оформительских
            услуг при обнаружении вами несоответствия между введенными данными и
            официальными удостоверениями личности, прочими документами,
            обнаружении прочих ошибок, делающих получение корректных ЕТА или
            E-Visa невозможным после совершения оплаты Оформительской
            услуги;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >5.7. Сервис не несет ответственности за качество предоставления
            услуг миграционных органов и организаций иностранных государств, и
            не может оказывать влияние на скорость выдачи Результата оказания
            Оформительской услуги, или повлиять на решение официального органа
            иностранного государства о Результате оказания Оформительской
            услуги. Сервис предоставляет ежедневно актуальную стоимость
            оформительских услуг в зависимости от: курса валют, законодательства
            страны или территории, типа въездной визы или типа дозволенной
            иностранным государством цели въезда, срока планируемого пребывания
            на территории/в стране, кратности въездов, и с учётом тарифа,
            устанавливаемого иностранным государством для ЕТА или E-Visa. Сервис
            поддерживает актуальность требуемых для получения ЕТА или E-Visa
            сведений, ориентируясь на сообщения официальных лиц, государственных
            органов и организаций, размещенных на русском или английском языках
            в свободном доступе. Сервис не несет ответственности и обязательств
            за недостижение Вами цели оплаты Оформительской услуги, а именно:
            получение Результата оказания Оформительской услуги, не
            соответствующего Вашему ожиданию (отказ в выдаче ЕТА или E-Visa,
            запрет на въезд/выезд как со стороны как органа власти страны вашего
            гражданства, так и со стороны органа иностранного государства,
            изменение количества дней поездки органом иностранного государства,
            и прочие), недопуск в транспортное средство до или после
            предъявления ЕТА или E-Visa уполномоченном лицу, отказ во въезде в
            момент пересечения государственной границы при предъявлении или без
            предъявления ЕТА или E-Visa, и прочих ситуаций, когда решение о
            недопуске на территорию иностранного государства было принято в
            отношении лиц, оформивших ЕТА или E-Visa.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >5.8. Стоимость Оформительской услуги возвращается лишь при
            техническом сбое, приведшем к невозможности получения веденных
            персональных данных и сведений органом иностранного государства.
            Расчет суммы к возврату производится в индивидуальном порядке, за
            вычетом стоимости государственного сбора иностранного государства по
            оформлению ЕТА или E-Visa. Funbooking не возвращает стоимость
            Оформительской услуги после покупки при прочих обстоятельствах, а
            также при добровольном или вынужденном отказе от поездки по любым
            причинам, при решении отказаться от оформления ЕТА или E-Visa после
            оплаты Оформительской услуги, при обнаружении ошибочных сведений,
            введенных Пользователем Сервиса после оплаты Оформительской услуги,
            при наличии ограничений документа, удостоверяющего личность
            гражданина за рубежом в части ошибок, помарок страниц и
            машиночитаемой строки, недостаточности срока до истечения
            действительности такого документа, прочих недостатков такого
            документа, а также недостатков в билетах, средствах проживания,
            документах 3-й стороны, предоставленных Пользователю для целей
            оформления ЕТА или E-Visa, и выявленных Пользователем после покупки
            Оформительской услуги.</span
          >
        </p>
        <p class="c0 c13">
          <span class="c5">Статья 6. ПРОЧИЕ ПОЛОЖЕНИЯ.</span>
        </p>
        <p class="c0">
          <span class="c1"
            >6.1. Пользователь выражает согласие с тем, что использование
            Сервиса, а также любых его частей или возможностей любым способом
            подразумевает факт ознакомления и согласие Пользователя с Правилами,
            а также со специальными правилами и условиями (в случае
            использования соответствующих частей или возможностей Сервиса, на
            которые распространяются такие специальные правила и условия), и
            означает их принятие без оговорок. Если Пользователь не принимает
            указанные условия, он обязан воздержаться от использования
            Сервиса.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >6.2. К Правилам и всем отношениям, связанным с использованием
            Сервиса, подлежит применению право Российской Федерации. Любые
            претензии или иски, вытекающие из настоящих Правил и/или
            использования Сервиса, должны быть поданы и рассмотрены согласно
            действующему законодательству Российской Федерации.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >6.3. Если по какой-либо причине одно или несколько положений Правил
            будут признаны недействительными или не имеющими юридической силы,
            это не оказывает влияния на действительность или применимость
            остальных положений Правил.</span
          >
        </p>
        <p class="c0">
          <span class="c11"
            >6.4. Неотъемлемой частью Правил, в том числе, является&nbsp;</span
          ><span class="c7">Соглашение об обработке персональных данных</span
          ><span class="c1">&nbsp;Пользователей.</span>
        </p>
        <p class="c0 c9"><span class="c1"></span></p>
        <p class="c0 c9"><span class="c1"></span></p>
        <p class="c0">
          <span class="c5"
            >Статья 7. ОБЩИЕ ПОЛОЖЕНИЯ ИСПОЛЬЗОВАНИЯ СЕРВИСА.
          </span>
        </p>
        <p class="c0">
          <span class="c1"
            >7.1. Владелец Сервиса, на условиях простой (неисключительной)
            лицензии, предоставляет Пользователю непередаваемое право
            использования Сервиса на территории всех стран мира по его прямому
            функциональному назначению и исключительно для реализации
            предусмотренных Владельцем возможностей Сервиса и получения услуг
            Владельца, доступных через Сервис;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >7.2. Взаимодействие с Сервисом, в том числе, формирование запросов
            Пользователя для поиска услуг для путешественников, может
            осуществляться исключительно средствами предоставляемого
            Пользователям интерфейса Сервиса с использованием авторизованных
            программ и устройств;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >7.3. При использовании Сервиса Пользователю запрещается:</span
          >
        </p>
        <ul class="c4 lst-kix_list_2-0 start">
          <li class="c10 li-bullet-0">
            <span class="c1"
              >вмешиваться в работу Сервиса способами, следствием использования
              которых может быть нарушение его работоспособности, в том числе
              формировать запросы не через Пользовательский интерфейс;</span
            >
          </li>
          <li class="c3 li-bullet-0">
            <span class="c1"
              >использовать любые не авторизованные Владельцем или на территории
              Пользователя программы или приложения для взаимодействия с
              Сервисом;</span
            >
          </li>
          <li class="c3 li-bullet-0">
            <span class="c1"
              >осуществлять модификацию, усовершенствование, перевод на другие
              языки, декомпилирование, дизассемблирование, декодирование,
              эмуляцию, нарушение целостности, восстановление исходного кода
              Сервиса или каких-либо его частей;</span
            >
          </li>
          <li class="c3 li-bullet-0">
            <span class="c1">использовать Сервис в незаконных целях;</span>
          </li>
          <li class="c2 li-bullet-0">
            <span class="c1"
              >использовать средства оплаты, полученные незаконными способами,
              применять методы оплаты, не одобренные владельцем средства
              оплаты;</span
            >
          </li>
        </ul>
        <p class="c0">
          <span class="c1"
            >7.4. Владелец сервиса вправе в любое время по своему усмотрению
            прекратить поддержку работоспособности Сервиса, изменить его
            функциональность, пользовательский интерфейс и любые иные
            характеристики, а также запретить использование Сервиса;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >7.5. При приобретении любых услуг Сервиса, оказываемых за плату, Вы
            получаете подписку на рассылку электронных сообщений. До момента ее
            отмены доступными на Сервисе способами, Вам предоставляется
            возможность получать по электронным каналам связи:</span
          >
        </p>
        <ul class="c4 lst-kix_list_3-0 start">
          <li class="c10 li-bullet-0">
            <span class="c1"
              >новости об изменениях цен на интересующие Пользователя даты и
              направления перелетов, иных услуг;</span
            >
          </li>
          <li class="c3 li-bullet-0">
            <span class="c1"
              >новостную и рекламную рассылку от Funbooking не чаще 1 раза в
              календарный месяц;</span
            >
          </li>
          <li class="c3 li-bullet-0">
            <span class="c1"
              >отслеживание и получение по подписке иной предлагаемой Сервисом
              информации об услугах для путешественников по электронным каналам
              связи;</span
            >
          </li>
          <li class="c3 li-bullet-0">
            <span class="c1"
              >персонификация функциональных возможностей Сервиса после
              авторизации на нем. &nbsp;Например, сохранение указанных Вами
              пользовательских данных и сведений, документов для бронирования,
              настроек отдельных программных элементов Сервиса под себя,
              подключение дополнительных продуктов и услуг Сервиса, в том числе
              за плату;</span
            >
          </li>
          <li class="c3 li-bullet-0">
            <span class="c1"
              >получение для ознакомления информационных материалов и иного
              контента о путешествиях, доступных непосредственно на Сервисе и в
              социальных сетях Сервиса, таких как путеводители, подборки
              мест;</span
            >
          </li>
          <li class="c3 li-bullet-0">
            <span class="c1">участия в рекламных акциях и конкурсах;</span>
          </li>
          <li class="c2 li-bullet-0">
            <span class="c1"
              >получение консультаций по вопросам, связанным с использованием
              Сервиса при прямом обращении Вас в службу пользовательской
              поддержки по электронным каналам связи из доступных для
              коммуникации и определенных Сервисом;</span
            >
          </li>
        </ul>
        <p class="c0">
          <span class="c1"
            >7.6. Сервис оставляет за собой право на показ рекламных сообщений в
            виде нативных размещений, коммерческих размещений, баннеров,
            всплывающих окон, роликов и GIF-картинок товаров и услуг сторонних
            организаций в том числе на основе ваших предпочтений и файлов
            cookies на всех страницах Сервиса.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >7.7. Средствами Сервиса Пользователю предоставляется возможность
            персонифицировать функциональность и интерфейс Сервиса под
            собственные нужды. Пользователь соглашается, что факт авторизации
            Пользователя на Сервисе и использования присвоенного Пользователю
            аккаунта, расценивается как согласие Пользователя на обработку
            данных аккаунта для реализации предусмотренных Владельцем
            возможностей Сервиса и предоставления услуг Владельца, доступных
            через Сервис;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >7.8. При обращении в службу пользовательской поддержки Пользователь
            соглашается с тем, что скорость ответа по обращению не определена
            (кроме случаев указания срока ответа на отдельные запросы
            Пользователей в определенных разделах, например «Ответим в течение
            24 ч.») и зависит от объема поступающих запросов. Использование
            любой информации и сведений, полученных в ходе консультаций от
            службы поддержки осуществляется Пользователем без гарантий в
            отношении достоверности предоставленной информации и сведений на
            конкретный момент времени. Любая информация, полученная от
            Пользователя в связи с его обращением, может использоваться
            Владельцем исключительно для работы с обращением в интересах
            Пользователя. Обращения, направленные не по указанным на сайте
            каналам пользовательской поддержки, не рассматриваются.</span
          >
        </p>
        <p class="c0"><span class="c8">Статья 8. ОТВЕТСТВЕННОСТЬ.</span></p>
        <p class="c0">
          <span class="c1"
            >8.1. Сервис, его части и любые возможности предоставляется на
            условиях «как есть» (as is). Владелец сервиса не предоставляет
            никаких гарантий в отношении безошибочной и бесперебойной работы
            Сервиса, отдельных его частей, компонентов, возможностей,
            реализуемых средств или функций, соответствия функциональности
            Сервиса конкретным целям и ожиданиям Пользователя, не гарантирует
            достоверность, точность, полноту и своевременность предоставляемой
            Сервисом данных, а также не предоставляет никаких иных гарантий,
            прямо не указанных в настоящих Правилах, специальных правилах и
            условиях;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >8.2. Владелец сервиса с учетом ограничений, установленных в законе,
            не несет ответственности за:</span
          >
        </p>
        <ul class="c4 lst-kix_list_4-0 start">
          <li class="c10 li-bullet-0">
            <span class="c1"
              >какие-либо прямые или косвенные последствия какого-либо
              использования или невозможности использования Сервиса (включая
              данные) и/или ущерб, причиненный Пользователю и/или третьим
              сторонам в результате какого-либо использования;</span
            >
          </li>
          <li class="c3 li-bullet-0">
            <span class="c1"
              >неиспользования или невозможности использования Сервиса (включая
              данные) или отдельных его компонентов и/или функций, в том числе
              из-за возможных ошибок или сбоев в работе Сервиса;</span
            >
          </li>
          <li class="c3 li-bullet-0">
            <span class="c1"
              >недостижение Пользователем целей приобретения услуг сервиса в том
              числе в случае передачи Листов информации, Листов размещения или
              ЕТА на рассмотрение третьим лицам с целью оказания влияния на
              принятие решения, выгодного Пользователю;
            </span>
          </li>
          <li class="c2 li-bullet-0">
            <span class="c1"
              >за любую информацию, сведения, рекламу, материалы и контент, на
              ресурсы которых может быть переадресован Пользователь при
              использовании возможностей Сервиса.</span
            >
          </li>
        </ul>
        <p class="c0">
          <span class="c1"
            >8.3. Пользователь обязуется использовать Сервис в соответствии с
            законами той страны, в которой он находится, и принимает на себя
            ответственность за нарушение установленных национальным
            законодательством ограничений на использование Сервиса;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >8.4. Пользователь самостоятельно несет ответственность перед
            третьими лицами за свои действия, связанные с использованием
            Сервиса, в том числе, если такие действия приведут к нарушению прав
            и законных интересов третьих лиц, а также за соблюдение применимого
            законодательства при использовании Сервиса;</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >8.5. В случае возникновения любых спорных ситуаций, касающихся
            настоящих Правил, Пользователь перед обращением в судебные органы за
            разрешением спора обязан предпринять меры для досудебного
            урегулирования, направив электронное обращение Владельцу сервиса по
            каналам пользовательской поддержки сайта, c четким описанием спорной
            ситуации и связанных с ней обстоятельств. Срок рассмотрения и ответа
            на претензию: 30 календарных дней с момента ее получением Владельцем
            сервиса.</span
          >
        </p>
        <p class="c0"><span class="c8">Статья 9. ПРАВА НА СЕРВИС</span></p>
        <p class="c0">
          <span class="c1"
            >9.1. Права на интеллектуальную собственность, в том числе
            результаты интеллектуальной деятельности, включенные в состав
            Сервиса и/или используемые им, такие как маркетинговые тексты и
            тексты Правил и Условий, изображения, дизайн, иной контент, базы
            данных, применяемые технологические решения, ноу-хау, торговые
            марки, фирменные наименования и иные средства идентификации и т.п.,
            а также доменные имена, принадлежат Владельцу сервиса, и/или
            предоставлены Владельцу по лицензии, и/или размешаются Владельцем по
            поручению правообладателей.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >9.2. Объекты интеллектуальной собственности, исключительные права
            на которые не принадлежат Владельцу сервиса, размещаются Владельцем
            исключительно с целью доведения до пользователей сведений о
            конкретном авиамаршруте, системе бронирования, информация об услугах
            которых доступна на Сервисе.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >9.3. Использование указанных в п. 9.1. объектов интеллектуальной
            собственности возможно только в рамках функциональных возможностей,
            предлагаемых Сервисом. Пользователь соглашается, что использование
            Сервиса не предоставляет ему никаких прав в отношение указанных
            объектов интеллектуальной собственности, за исключением прав, явно
            указанных в Правилах, специальных правилах и условиях.</span
          >
        </p>
        <p class="c0"><span class="c8">Статья 10. ИЗМЕНЕНИЕ ПРАВИЛ.</span></p>
        <p class="c0">
          <span class="c1"
            >10.1. Владелец сервиса вправе в любое время и без предварительного
            уведомления изменить настоящие Правила в одностороннем
            порядке.</span
          >
        </p>
        <p class="c0">
          <span class="c1"
            >10.2. Изменения Правил вступают в силу с даты их публикации на
            сайте Сервиса, если иное не оговорено в соответствующей
            публикации.</span
          >
        </p>
        <p class="c0"><span class="c8">Статья 11. РЕКВИЗИТЫ.</span></p>
        <p class="c0">
          <span class="c1">ООО «РЕДМЕД» ИНН 6165234690 ОГРН 1226100033257</span>
        </p>
        <p class="c0"><span class="c1">info@funbooking.ru</span></p>
        <p class="c15 c16"><span class="c6"></span></p>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss"></style>
