export const questions = [
  {
    question: "Подходит ли эта бронь для визы или прохождения границы?",
    answer:
      "Да. Вы получите лист бронирования, проверяемый как минимум 14 дней. Такие листы бронирований подходят для стран Шенгена и прочих стран и ситуаций. После оплаты, маршрутный лист авиаперелета и чек приходят на указанный email в течение минуты.",
  },
  {
    question: "Можно ли включить в бронь всех членов семьи?",
    answer:
      "Да, укажите количество взрослых и детей при оформлении — вы получите общий лист бронирования отеля для всей семьи. Для маршрутных листов авиаперелетов лист бронирования выдается каждому требуемому лицу.",
  },
  {
    question: "Принимают ли консульства маршрутный лист авиабилета?",
    answer:
      "Да, консульства принимают такой документ. Исключения — лишь страны, требующие от заявителя по визе полностью оплаченные билеты с чеками об их оплате, например, это Германия и Венгрия.",
  },
  {
    question: "Как в консульстве проверят лист моего маршрута?",
    answer:
      "Это делается быстро - на документе размещён QR-код, при его сканировании смартфоном открываются все сведения о перелете и пассажирах. Это удобно как для консульств и пограничных служб, так и для заявителя. Бронирование отелей проверяется по коду брони на сайте системы бронирования, а также при вводе email – в зависимости от применяемой системы бронирования.",
  },
  {
    question: "Когда я получу свой лист бронирования отеля?",
    answer:
      "Специалист по бронированию отелей Фанбукинг вручную подберет нужный отель в соответствии с запросом звездности, количества гостей и их возраста – на это потребуется до 3-х часов.",
  },
  {
    question: "Когда я получу на почту свою электронную визу/ЕТА?",
    answer:
      "Ведомства зарубежных стран ставят различные временные рамки по обработке заявок на визы и ЕТА – пожалуйста, проверяйте пункт «Самая ранняя дата одобрения» на станице выбранной страны, который мы обновляем в соответствии с информацией консульств. Некоторые виды Е-виз и ЕТА одобряются за считанные минуты. Вы получите решение по Е-визы и ЕТА непосредственно на email в виде письма от официального органа – Фанбукинг не обрабатывает решения консулов и не видит писем о решении по выдаче.",
  },
];
